{
    "navbar": {
        "home": "Home",
        "experience": "Experience",
        "projects": "Projects",
        "contact":"Contact Me"
    },
    "banner":{
        "welcome": "Welcome to my portfolio",
        "presentation": "Hi, I'm Melissa",
        "rotation-1": "Web Developer",
        "rotation-2": "Web Designer",
        "rotation-3": "UX/UI Designer",
        "rotation-4": "Frontend Developer",
        "description-1":"I am a Computer Science student at UNI, with a specialized focus on frontend development. Currently, I am an active member of the Computing Centered Association at the Faculty of Sciences, where we engage in innovative projects and stay up-to-date with the latest technologies.",
        "description-2":"My experience includes collaborations with startups, where I have contributed to the development of their MVPs through the creation of landing pages, applying UX/UI skills. I consider myself a proactive person, passionate about learning about technology and business, and I am always looking for opportunities to expand my knowledge and skills in these fields.",
        "description-3":"Connect with me to exchange ideas and opportunities in the world of technology ;)",
        "description": "I am a Computer Science student at UNI, with a specialized focus on frontend development. Currently, I am an active member of the Computing Centered Association at the Faculty of Sciences, where we engage in innovative projects and stay up-to-date with the latest technologies. My experience includes collaborations with startups, where I have contributed to the development of their MVPs through the creation of landing pages, applying UX/UI skills. I consider myself a proactive person, passionate about learning about technology and business, and I am always looking for opportunities to expand my knowledge and skills in these fields.\nConnect with me to exchange ideas and opportunities in the world of technology ;)",
        "contact": "Contact Me"

    },
    "projects":{
        "projects": "Projects",
        "warmi-ventures-description":"Warmi Ventures is a startup incubator that helps entrepreneurs develop their ideas. It was worked with Astro and React.",
        "description": "Here are some of the projects I've worked on, collaborating with startups and groups from my university",
        "water-quality-description": "Water quality data is displayed using charts with chart.js, the project is done with React and the backend is connected via websockets.",
        "consulta-ya": "Consulta Ya is a startup that helps doctors find consulting room rentals. It was worked with HTML, CSS, and Bootstrap.",
        "cepre-smart": "Cepre Smart is a startup focused on pre-university education. It was worked with HTML, CSS, and Bootstrap.",
        "skin-glow": "Layout of the Aruma brand website where you can see its information, products, and contact area. It was worked with HTML and CSS.",
        "ecommerce-description": "E-commerce platform built with React featuring shopping cart functionality, product filtering, search capabilities, and responsive design."
    },
    "experience":{
        "experience": "Experience",
        "description":"I have been able to experiment with various technologies, here are the most representative ones"
    }
}
