{
    "navbar": {
        "home": "Inicio",
        "experience": "Experiencia",
        "projects": "Proyectos",
        "contact":"contáctame"
    },
    "banner":{
        "welcome": "Bienvenid@ a mi portafolio",
        "presentation": "Hola, soy Melissa",
        "rotation-1": "Desarrolladora Web",
        "rotation-2": "Diseñadora web",
        "rotation-3": "Diseñadora UX/UI",
        "rotation-4": "Desarrolladora Frontend",
        "description-1":" Soy estudiante de Ciencia de la Computación en la UNI, con un enfoque especializado en el desarrollo frontend. Actualmente, soy miembro activo de la Asociación Centrada en Computación de la Facultad de Ciencias, donde participamos en proyectos innovadores y nos mantenemos al día con las últimas tecnologías.",
        "description-2":"Mi experiencia incluye colaboraciones con startups, donde he contribuido al desarrollo de sus MVPs a través de la creación de landing pages, aplicando habilidades de UX/UI. Me considero una persona proactiva, apasionada por aprender sobre tecnología y negocios, y siempre estoy buscando oportunidades para expandir mis conocimientos y habilidades en estos campos.",
        "description-3":"Conéctate conmigo para intercambiar ideas y oportunidades en el mundo de la tecnología ;)",
        "description": "¡Hola! Soy estudiante de Ciencia de la Computación en la UNI, especializándome en el desarrollo de software. Actualmente, formo parte de la junta directiva de la Asociación Centrada en Computación de la Facultad de Ciencias, donde participo activamente en proyectos innovadores y nos mantenemos al día con las últimas tecnologías. Mi experiencia abarca el desarrollo de proyectos avanzados en frontend y software en general, utilizando tecnologías como Angular y React. He contribuido significativamente en startups, transformando ideas en productos viables mediante interfaces de usuario eficientes y arquitecturas sólidas. Estoy enfocado en el desarrollo de software como mi línea de carrera principal, buscando continuamente expandir mis habilidades y conocimientos en este campo. Apasionado por la tecnología y el emprendimiento, estoy siempre abierto a nuevas oportunidades para aprender y colaborar en proyectos que impulsen la innovación. ¡Conecta conmigo para intercambiar ideas y explorar nuevas oportunidades en  la tecnología!",
        "contact": "Contáctame"

    },
    "projects":{
        "projects": "Proyectos",
        "warmi-ventures-description":"Warmi Ventures es una incubadora de startups que ayuda a emprendedoras a desarrollar sus ideas. Se trabajó con Astro y React.",
        "description": "Estos son algunos de los proyectos en los que he trabajado, colaborando con startups y agrupaciones de mi universidad",
        "water-quality-description": "Se muestran datos de calidad de agua mediante gráficas con chart.js, el projecto está realizado con React y el backend se conecta mediante websockets.",
        "consulta-ya": "Consulta Ya es una startup que ayuda a médicos para encontrar alquileres de consultorios. Se trabajó con HTML, CSS, y Bootstrap.",
        "cepre-smart": "Cepre Smart es una startup enfocada en la educación preuniversitaria. Se trabajó con HTML, CSS, y Bootstrap.",
        "skin-glow": "Maquetado de la página web de la marca Aruma en la que se puede ver su información, productos, y zona de contacto. Se trabajó con HTML y CSS."
    },
    "experience":{
        "experience": "Experiencia",
        "description":"He podido experimentar con diversas tecnologías, aquí están las más representativas"
    }
}